Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/science/uit/phd/solveig_joks.pdf.tmx
Source language: nob
Languages: sme

source: SAMMENDRAG
sme: ČOAHKKÁIGEASSU

source: Denne avhandlingen baserer seg på etnografiske studier av tradisjonelle kunnskaper i Sirbmá-området, hvor folk tradisjonelt har levd av jordbruk, reindrift, laksefiske, innlandsfiske i vann og jakt.
sme: Dán doavttirgrádačállosa vuođđun leat etnográfalaš dutkamušat Sirpmá guovllus gos olbmot árbevirolaččat leat eallán eanandoaluin, boazodoaluin, luossabivdduin, jávreguolástemiin ja bivdduin.

source: Disse levemåtene har avstedkommet kunnskaper, som uttrykkes i praksiser, fortellinger og som fremstilles i begreper.
sme: Dát eallinvuogit leat dagahan máhtuid mat bohtet ovdan praksisain, muitalusain ja doahpagiin.

source: Kontinuitet som er skapt over tid, kan arbeides frem i forvaltningens praksiser, ved å ta i bruk fortellinger, praksis og praksisfellesskaper.
sme: Máhtuid mat leat sajáiduvvon eallinvugiid bokte, sáhtášii sirdit hálddahuslaš praksisaide.

source: Dette innebærer rom for fleksibilitet.
sme: Sirdin eaktuda rievdademiid hálddahusain.

source: Noen fortellinger fungerer som veivisere for hvordan mennesker skal opptre i gitte situasjoner.
sme: Muhtin muitalusat doibmet ráđđeaddin mo olmmoš galgá láhttet vissis diliin.

source: Andre fortellinger dreier seg om fortrengninger fra områder, og mangel på forståelse for lokalbefolkningens levemåter.
sme: Eará muitalusat leat ges dan birra go olbmot leat duvdojuvvon eret guovlluin, ja eiseválddiin lea leamaš váilevaš ipmárdus báikkálaš eallinvugiide.

source: Felles for alle disse fortellingene er at de bringer fram kunnskaper.
sme: Buot dát muitalusat buktet ovdan máhtuid.

source: De befinner seg i et sosialt rom, som gjør at fortellinger henvender seg til andre fortellinger, og utløser nye fortellinger.
sme: Dát doavttergrádadutkamuš čalmmustahttá bargovugiid ja bargooktavuođaid main lea leamaš joatkka.

source: Tradisjonelle kunnskaper er godt synlige gjennom praksiser i laksefiske.
sme: Árbevirolaš máhtut leat bures oidnosis luossabivddu bargovugiin.

source: Kunnskaper kommer til uttrykk i observasjoner som folk gjør ved å være på Deatnu, og gjennom relasjoner som de har til laks.
sme: Máhtut bohtet oidnosii olbmuid áiccadeami bokte go leat Deanu alde, ja sin oktavuođaid bokte lussii.

source: Det dannes også forskjellige relasjoner gjennom ulike fiskemetoder, og Deatnu erfares dermed ulikt av ulike aktører.
sme: Iešguđetgelágán oktavuođat šaddet go olbmot bivdet iešguđetge bivdovugiiguin, ja nu maiddái olbmot vásihit Deanu iešguđetge láhkái.

source: Samiske begreper som beskriver vannmengden i Deatnu får ulik betydning ut i fra hvordan og hvor i elva det fiskes.
sme: Sámegiel doahpagat mat čilgejit man ollu čáhci Deanus lea, ožžot iešguđetge mearkkašumiid das mo ja gos Deanus bivdojuvvo.

source: Deatnu blir til gjennom praksiser, observasjoner og fortellinger.
sme: Deatnu boahtá oidnosii praksisaid, áiccadeami- ja muitalusaid bokte.

source: Lokalbefolkningens kunnskaper om laks og om Deatnu har imidlertid ikke vært en del av kunnskapsgrunnlaget i den offentlige forvaltningen av Deatnu.
sme: Vaikko dál lea leamaš báikkálaš hálddašeapmi muhtin jagiid Deanus, de ii leat báikkálaš olbmuid máhttu luosa ja Deanu birra leamaš oassin almmolaš máhttovuođus.

source: Dette til tross for at det nå har vært lokalforvaltning i en del år. Bruk av tradisjonell kunnskap i forvaltningen av samiske og andre urfolks områder er slått fast i internasjonale konvensjoner og i Naturmangfoldloven.
sme: Árbevirolaš máhttogeavaheapmi lea namuhuvvon riikkaidgaskasaš konvenšuvnnain ja Norgga lágas ‒ Naturmangfoldloven, Konvenšuvnnain ja lágas bohtet ovdan ahte maiddái Sámi ja eará álgoálbmot guovlluid máhtut, galget leat vuođđun luondduvalljodagaid hálddašeamis.

source: Det kan tyde på at det er problematisk å innføre tradisjonelle kunnskaper i forvaltningen uten at praksisene i forvaltningen endres.
sme: Orru leamen váttis heivehit árbevirolaš máhtuid hálddašeapmái almmá ahte vuogádat rievdá.

source: Tradisjonelle kunnskapspraksiser er forskjellige fra de praksiser som forvaltningen i dag bruker.
sme: Árbevirolaš máhttopraksisat leat earálágánat go dat maid hálddašeapmi dál geavaha.

source: Dersom tradisjonelle kunnskaper skal kunne tas i bruk i den offentlige forvaltningen, må forskjellene mellom kunnskapspraksisene erkjennes.
sme: Jus árbevirolaš máhtuid galgá sáhttit váldit atnui almmolaččat, de ferte mieđihit ahte máhttopraksisain leat erohusat.

source: Det må gis rom for forskjeller, samtidig som de også kan være inngangsporten til kunnskapene.
sme: Ferte láhččot sadji erohusaide, seammás go erohusat maid sáhttet rahpat uvssaid máhtuide.
